[
    {"title": "The Beginning", "descrip": "<b>The year: </b>2050<br /><br /><b>The place: </b>Vancouver, British Columbia, Canada<br /><br /><b>About: </b>Power, ambition and office romance.<br /><br /><b>Section plan: </b>Groups of characters are introduced and daily life in 2050 is illustrated by example. People and situations are recognizable (some things never change), even amongst the amazing new gadgetry and innovative social organization.<br /><br />Each group constitutes a subplot, and initially they appear to be unrelated or independent of each other. We, as readers, develop hopes and expectations for how the subplots will work out for the characters. We wonder how the subplots will eventually be connected, if at all."},
    {"title": "The Middle", "descrip": "<b>Section plan: </b>Subplots are advanced incrementally, one after another in circular fashion. Events are approximately simultaneous, but with each cycle the subplots proceed temporally in a sort of spiral, like a wire spring.<br /><br />The subplots converge and start to affect each other. It gets harder to predict the trajectories of individual subplots; they&#39;ve all been subsumed into one big and more complicated plot. Characters are faced with more influences pushing them in different directions. Tension starts to rise as the competing interests clash."},
    {"title": "The End", "descrip": "<b>Section plan: </b>Accommodations"},
    {"title": "Monday", "descrip": "<b>Chapter plan: </b>Lyre and Eager meet and experience intense attraction. This triggers warnings from their respective shurpas. The shurpas don't try to contradict their owners, but they assess the dangers and take up negotiating positions to mediate.<br /><br />Meanwhile, subplots are launched: <br />a) Fear & loathing at the office <br />b) Walf & Sarba tragic romance <br />c) Pool's travails with shurpas <br />d) Zero's new shurpa hack."},
    {"title": "Tuesday", "descrip": "<b>Chapter plan: </b>Lyre and Eager engineer a meeting. Consumation."},
    {"title": "Wednesday", "descrip": "<b>Chapter plan: </b>Bliss, when differences and potential conflicts seem small."},
    {"title": "Thursday", "descrip": "<b>Chapter plan: </b>More intense negotiations when the differences in understanding seem irreconcilable."},
    {"title": "Friday", "descrip": "<b>Chapter plan: </b>Crisis of decision when Mother is closing in."},
    {"title": "Saturday", "descrip": "<b>Chapter plan: </b>The last straw and breakup."},
    {"title": "Sunday", "descrip": "<b>Chapter plan: </b>Resolution. Lyre and Eager go their own ways, sadder but wiser."}
    
]
